[
  "floating-toc",
  "vim-toggle",
  "obsidian-trash-explorer",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "obsidian-markmind",
  "market-proxy",
  "obsidian-importer",
  "obsidian-image-auto-upload-plugin",
  "obsidian-file-cleaner",
  "image-captions",
  "editing-toolbar",
  "show-whitespace-cm6",
  "obsidian-trim-whitespace",
  "frontmatter-modified-date",
  "pexels-banner",
  "obsidian-douban-plugin",
  "copilot",
  "canvas-mindmap",
  "advanced-canvas",
  "dataview",
  "obsidian-front-matter-title-plugin",
  "heatmap-calendar",
  "time-ruler",
  "homepage"
]